IDEA Open Model
ResultOfNLAPoint.X Property
Compatible with IDEA StatiCa Beta 20.0
 X coordinates on cross-section
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double X { get; set; }
Public Property X As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfNLAPoint Class
IdeaRS.OpenModel.Result Namespace